"Loaded " = "التحميل قائم ";
" deep space objects" = "العناصر المعلّمة";
"Loading NV fragment program: " = "تشغيل جزئية برنامج  NV:";
"Error loading NV fragment program: " = "خطأ في تشغيل جزئية برنامج NV:";
"Error in fragment program " = "خطأ في برنامج القطعة ";
"Initializing NV fragment programs . . .\n" = "تشغيل جزئية برنامج NV . . .\n";
"All NV fragment programs loaded successfully.\n" = "تم تحميل جميع جزئيات برامج NV بنجاح.\n";
"Initializing ARB fragment programs . . .\n" = "تشغيل جزئية برنامج ARB . . .\n";
"Galaxy (Hubble type: %s)" = "مجرة (نوع Hubble: %s)";
"Loading image from file " = "تحميل صورة من ملف ";
": unrecognized or unsupported image file type.\n" = "نوع الصورة غير مدعوم أو غير معروف.\n";
"Error opening image file " = "خطأ في فتح الصورة ";
"Error: " = "خطأ : ";
" is not a PNG file.\n" = "ليس ملف من نوع PNG.\n";
"Error reading PNG image file " = "خطأ في قراءة ملف من نوع PNG";
"Loading model: " = "تحميل نموذج : ";
"Error loading model '" = "خطأ في تحميل النموذج '";
"%s" = "%s";
"Error in .ssc file (line " = "خطأ في ملف من نوع .ssc (السطر";
"parent body '" = "بدن الأصل '";
"' of '" = "' عن '";
"' not found." = "' غير موجود.\n";
"warning duplicate definition of " = "تحذير، تعريف مكرر من ";
"bad alternate surface" = "سطح بديل سيء";
"bad location" = "موقع سيء";
"' not found.\n" = "' غير موجود.\n";
"Bad header for cross index\n" = "عنوان رئسي سيء للفهرس المتقاطع\n";
"Bad version for cross index\n" = "اصدار سيء للفهرس المتقاطع\n";
"Loading cross index failed at record " = "تشغيل الفهرس المتقاطع فشل في السجل ";
"Bad spectral type in star database, star #" = "نوع طيف سيء في قاعدة بيانات النجمة , النجمة #";
" stars in binary database\n" = "النجوم في قاعدة البيانات الثنائية\n";
"Total star count: " = "إجمالي عدد النجوم: ";
"Error in .stc file (line " = "خطأ في ملف من نوع .stc (السطر";
"Invalid star: bad spectral type.\n" = "نجمة غير صحيحة : نوع الطيف سيء.\n";
"Invalid star: missing spectral type.\n" = "نجمة غير صحيحة : نوع الطيف مفقود.\n";
"Barycenter " = "نقطة المنتصف ";
" does not exist.\n" = " غير موجود.\n";
"Invalid star: missing right ascension\n" = "نجمة غير صحيحة: المطلع المستقيم مفقود\n";
"Invalid star: missing declination.\n" = "نجمة غير صحيحة: البعد الزاوي مفقود\n";
"Invalid star: missing distance.\n" = "نجمة غير صحيحة: المسافة مفقودة\n";
"Invalid star: missing magnitude.\n" = "نجمة غير صحيحة: مقدار مفقود\n";
"Loading NV vertex program: " = "تشغيل برنامج القمة NV: ";
"Error loading NV vertex program: " = "خطأ في تشغيل برنامج القمة NV: ";
"Error in vertex program " = "خطأ في برنامج القمة ";
"Loading ARB vertex program: " = "تشغير برنامج قمة ARB: ";
"Error loading ARB vertex program: " = "خطأ في تشغيل برنامج قمة ARB: ";
", line " = ", السطر";
"Initializing NV vertex programs . . .\n" = "تشغيل برنامج القمة NV ...\n";
"All NV vertex programs loaded successfully.\n" = "تم تشغيل جميع برامج المقة NV بنجاح.\n";
"Initializing ARB vertex programs . . .\n" = "تشغيل برنامج القمة ARB . . .\n";
"All ARB vertex programs loaded successfully.\n" = "تم تشغيل جميع برامج المقة ARB بنجاح.\n";
"Error reading favorites file." = "خطأ في قراءة المفضلة.";
"Orientation: " = "التوجيه: ";
"Error opening script file." = "خطأ في فتح مستند.";
"Error opening script '%s'" = "خطأ في فتح المستند '%s'";
"Unknown error opening script" = "خطأ غير معروف في فتح المستند";
"Script coroutine initialization failed" = "خطأ في انشاء مستند برنامج جزئي";
"Invalid filetype" = "نوع الملف خاطئ";
"Magnitude limit: %.2f" = "حد المقدار: %.2f";
"Markers enabled" = "تفعيل المعلّم";
"Markers disabled" = "تبطيل المعلّم";
"Goto surface" = "ذهاب الى السطح";
"Alt-azimuth mode enabled" = "وضعية منظار Alt-azimuth";
"Alt-azimuth mode disabled" = "وضعية منظار Alt-azimuth";
"Star style: fuzzy points" = "طراز النجمة: نقاط غير واضحة";
"Star style: points" = "طراز النجمة: نقاط";
"Star style: scaled discs" = "طراز النجمة: اسطوانات من القشرة الجافة";
"Comet tails enabled" = "تفعيل ذيل المذنب";
"Comet tails disabled" = "تبطيل ذيل المذنب";
"Render path: Basic" = "مسار التمثيل: أساسي";
"Render path: Multitexture" = "مسار التمثيل: متعدد القوام";
"Render path: NVIDIA combiners" = "مسار التمثيل: مجموعة NVIDIA";
"Render path: OpenGL vertex program" = "مسار التمثيل: برنامج قمة OpenGL";
"Render path: NVIDIA vertex program and combiners" = "مسار التمثيل: مجموعة و برنامج قمة NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "مسار التمثيل: مجموعة NVIDIA\\ برنامج قمة OpenGL";
"Render path: OpenGL 1.5 vertex/fragment program" = "مسار التمثيل: برنامج قمة/جزئي من OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "مسار التمثيل: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "مسار التمثيل: OpenGL 2.0";
"Auto-magnitude enabled" = "المقدار الآلي مفعل";
"Auto-magnitude disabled" = "المقدار الآلي معطل";
"Cancel" = "إلغاء الامر";
"Time and script are paused" = "تم إيقاف الوقت والمستند مؤقتا";
"Time is paused" = "تم إيقاف الوقت مؤقتا";
"Resume" = "استئناف";
"Light travel time:  %.4f yr " = "وقت انتقال الضوء %.4f سنة ";
"Light travel time:  %d min  %.1f s" = "وقت انتقال الضوء %d دقيقة %.1f ثانية";
"Light travel time:  %d h  %d min  %.1f s" = "وقت انتقال الضوء %d ساعة %d دقيقة %.1f ثانية";
"Light travel delay included" = "تأخير وقت انتقال الضوء متضمن";
"Light travel delay switched off" = "تأخير وقت انتقال الضوء مغلق";
"Light travel delay ignored" = "وقت انتقال الضوء مهمل";
"Using normal surface textures." = "استعمال قوام السطح الطبيعي.";
"Using limit of knowledge surface textures." = "استعمال قوام سطح حد المعرفة.";
"Follow" = "يتبع";
"Time: Forward" = "الوقت: تقدم";
"Time: Backward" = "الوقت: تراجع";
"Time rate" = "معدل الإطار";
"Sync Orbit" = "مدار مصاحب";
"Lock" = "قفل";
"Chase" = "ملاحقة";
"Auto magnitude limit at 45 degrees:  %.2f" = "حد المقدار الآلي عند 45 درجة: %.2f";
"Ambient light level:  %.2f" = "الضوء البيئي";
"Light gain" = "إكساب الضوء";
"Bloom enabled" = "تفعيل ذيل المذنب";
"Bloom disabled" = "تبطيل ذيل المذنب";
"GL error: " = "خطأ GL: ";
"View too small to be split" = "العرض صغير جداً ليقسم";
"Added view" = "العرض المضاف";
"au" = "وحدة قياس فضائية";
" days" = " الأيام";
" hours" = " الساعات";
" minutes" = " الدقائق";
"Apparent diameter: " = "القطر الظاهر: ";
"Apparent magnitude: " = "المقدار الظاهر: ";
"Absolute magnitude: " = "القيمة المطلقة: ";
"Dec: " = "عنصر: ";
"km" = "كيلومتر";
"Distance: " = "المسافة: ";
"Star system barycenter\n" = "نقطة منتصف نظام النجوم\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Abs (app) mag: %.2f (%.2f)\n";
"Luminosity: " = "اللمعان: ";
"x Sun" = "زحل";
"Class: " = "الفصل: ";
"Neutron star" = "نجم نيوترون";
"Black hole" = "فجوة سوداء";
"Surface temp: " = "حرارة السطح: ";
"Radius: " = "نصف القطر: ";
"Rsun" = "استئناف";
"Rotation period: " = "فترة الدوران: ";
"Planetary companions present\n" = "تواجد كواكب مرافقه\n";
"Distance from center: " = "المسافة من المركز: ";
"Temperature: " = "درجة الحرارة: ";
"Apparent mag: %.2f\n" = "المقدار الظاهر %.2f\n";
"  LT" = "  LT";
"Real time" = "الوقت الحقيقي";
"-Real time" = "-الوقت الحقيقي";
"Time stopped" = "تم ايقاف الوقت";
" faster" = " أسرع";
" slower" = " أبطأ";
" (Paused)" = " (ايقاف موقت)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nالسرعة: ";
" ly/s" = " الأيام";
"Travelling " = "الانتقال ";
"Track " = "تتبع ";
"Follow " = "يتبع ";
"Sync Orbit " = "مدار مصاحب";
"Lock " = "قفل ";
"Chase " = "ملاحقة ";
"FOV: " = "FOV: ";
"Sun" = "زحل";
"Target name: " = "اسم الهدف: ";
" at " = " في ";
" fps" = " fps";
"  Recording" = "  تسجيل";
"  Paused" = " ايقاف مؤقت";
"F11 Start/Pause    F12 Stop" = "F11 بدأ/ايقاف مؤقت    F12 ايقاف";
"Edit Mode" = "وضع التنسيق";
"Loading solar system catalog: " = "تحميل دليل النظام الشمسي: ";
"Loading " = "التحميل قائم ";
"License file 'License.txt' is missing!" = "ملف الترخيص 'License.txt' مفقود!";
"Error reading configuration file." = "خطأ في قراءة ملف التركيبة";
"Cannot read star database." = "لا يمكن قراءة قاعدة بيانات النجمة";
"Error opening deepsky catalog file." = "خطأ في فتح دليل النجوم ";
"Error opening solar system catalog.\n" = "خطأ في تحميل دليل النظام الشمسي.\n";
"Error opening asterisms file." = "خطأ في فتح ملف الشكل النجمي.";
"Error opening constellation boundaries files." = "خطأ في فتح ملف حدود الابراج.";
"render path: " = "مسار التمثيل: ";
"Failed to initialize renderer" = "فشل في انشاء الممثل";
"Error loading font; text will not be visible.\n" = "خطأ في تحميل الخط; النص سيكون غير مرئي.\n";
"Error reading cross index " = "خطأ في قراءة الفهرس المتقاطع ";
"Loaded cross index " = "الفهرس المتقاطع محمل ";
"Error opening " = "خطأ في الفتح ";
"Error reading star names file\n" = "خطأ في قراءة ملف اسماء النجوم\n";
"Error reading stars file\n" = "خطأ في قراءة ملف النجوم\n";
"Error opening star catalog " = "خطأ في فتح دليل النجوم ";
"Error in creating ogg file %s for capture.\n" = "خطأ في قراءة ملف النجم: %s\n";
"Renderer: " = "عرض";
"GLSL version: " = "خطأ GL: ";
"Max simultaneous textures: " = "قوام متوسط الدقة";
"Asteroids" = "الكويكبات";
"Comets" = "المذنبات";
"Moons" = "الأقمار";
"Planets" = "الكواب";
"Spacecraft" = "مركبة فضائية";
"Goto" = "ذهاب الى";
"Follow" = "التابع";
"Sync Orbit" = "تزامن المدار";
"Info" = "معلومات";
"Show Body Axes" = "إظهار الحدود الفاصلة";
"Show Frame Axes" = "عرض الإطارات";
"Show Sun Direction" = "عرض مواقع الجبال";
"Show Velocity Vector" = "إظهار مواقع المدن";
"Show Planetographic Grid" = "إظهار مدار الكواكب";
"Show Terminator" = "مميزات العرض";
"Satellites" = "قمر صناعي";
"Alternate Surfaces" = "أسطح بديلة";
"Unmark" = "إلغاء التحديد";
"Mark" = "تحديد";
"Loading: " = "التحميل قائم ";
"LANGUAGE" = "ar";
"WinLangID" = "401";
"Copied URL" = "نسخ";
"Loading URL" = "التحميل قائم ";
"Error opening script" = "خطأ في فتح المستند '%s'";
"Error loading script" = "خطأ في فتح المستند '%s'";
"Planet" = "كوكب";
"Satellite" = "قمر صناعي";
"Date" = "تاريخ";
"Start" = "البدء";
"Duration" = "دايون";
"Earth" = "الأرض";
"Jupiter" = "المشتري";
"Saturn" = "زحل";
"Uranus" = "أورانس";
"Neptune" = "نبتون";
"Pluto" = "بلوتو";
"Name" = "الاسم";
"Distance (ly)" = "المسافة: ";
"App. mag" = "مقدار البرنامج";
"Abs. mag" = "القيمة المطلقة";
"Type" = "النوع";
"Universal Time" = "عكس الوقت";
"Local Time" = "الوقت المحلي";
"Time Zone Name" = "منطقة الوقت";
"Celestial Browser" = "المتصفح السماوي";
"Moon" = "قمر";
"Asteroid" = "كويكب";
"Comet" = "مذنب";
"Barycenter" = "نقطة المنتصف ";
"Dwarf Planet" = "كوكب";
"-" = "-";
"Eclipse Finder" = "كاشف الكسوف أو الخسوف";
"Add Bookmark" = "إضافة مفضلة";
"Add a bookmark for the current document" = "إضافة مفضلة للمستند الحالي";
"Add Relative Bookmark" = "إاضافة مفضلة قريبة نسبياً";
"Add a relative bookmark for the current document" = "إاضافة مفضلة قريبة نسبيا للمستند الحالي";
"Add Settings Bookmark" = "إضافة أوضاع المفضلة";
"Add a settings bookmark for the current document" = "إضافة أوضاع المفضلة للمستند الحالي";
"Edit your bookmark collection in a separate window" = "تنسيق مفضلتك في نافذة منفصلة";
"New Folder..." = "مجلد جديد...";
"Create a new bookmark folder in this menu" = "إنشاء مجلد مفضلة جديد في هذه القائمة";
"Can't add bookmark with empty URL" = "لا يمكن إضافة مفضلة مع موقع خالي";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "يوجد خطأ في تحميلك لبرنامج Celestia . دليلشاشة التناثر غير موجودة. \nالبدء سوف يكمل, لكن البرنامج سوف يفقد بعض البياناتوبعض الملفات لن تقوم بالعمل بالشكل المطلوب, تأكد من التحميل";
"Go to URL..." = "إذهب إلى موقع...";
"Go to Long/Lat..." = "إذهب إلى خط طول/خط عرض";
"Back" = "خلف";
"Forward" = "تقدم";
"Home" = "البداية";
"Bookmarks" = "المفضلة";
"Full Screen" = "شاشة كاملة";
"Copy URL" = "نسخ";
"Set Time..." = "ضبط الوقت...";
"Set Time to Now" = "ضبط الوقت للوقت الآن";
"Accelerate Time" = "تسريع الوقت";
"Decelerate Time" = "تبطيء الوقت";
"Accelerate Time (x2)" = "تسريع الوقت";
"Decelerate Time (/2)" = "تبطيء الوقت";
"Pause Time" = "ايقاف الوقت مؤقتاً";
"Reverse Time" = "عكس الوقت";
"Split View Vertically" = "تقسيم العرض عامودياً";
"Split View Horizontally" = "تقسيم العرض أفقياً";
"Cycle View" = "عرض كامل";
"Single View" = "عرض وحيد";
"Delete View" = "حذف العرض";
"Frames Visible" = "الإطارات مرئية";
"Active Frame Visible" = "الإطارات الفعّالة مرئية";
"Synchronize Time" = "تزامن الوقت";
"Alt-Azimuth Mode" = "وضعية منظار Alt-azimuth";
"Go To Surface" = "ذهاب إلى السطح";
"Show Stars" = "إظهار النجوم";
"Show Planets" = "إظهار الكواكب";
"Show Galaxies" = "إظهار المجرّات";
"Show Globulars" = "إظهار خرائط الغيوم";
"Show Partial Trajectories" = "إظهار جزء من المسار المنحني";
"Show Nebulae" = "إظهار السديم";
"Show Open Clusters" = "إظهار المجموعات المفتوحة";
"Show Constellations" = "إظهار الأبراج الفلكية";
"Show CloudMaps" = "إظهار خرائط الغيوم";
"Show Cloud Shadows" = "إظهار خرائط الغيوم";
"Show Orbits" = "إظهار مدار الدوران";
"Show Asteroid Orbits" = "إظهار مدار السيير";
"Show Comet Orbits" = "إظهار مدار المذنب";
"Show Moon Orbits" = "إظهار مدار القمر";
"Show Star Orbits" = "إظهار مدار الدوران";
"Show Planet Orbits" = "إظهار مدار الكواكب";
"Show Spacecraft Orbits" = "إظهار مدار المركبة الفضائية";
"Show Celestial Grid" = "إظهار شبكة الملاحة الفلكية بواسطة النجوم";
"Show Night Side Lights" = "إظهار أنوار الجانب المظلم";
"Show Markers" = "إظهار المعلم";
"Show Atmospheres" = "إظهار الغلاق الجوي";
"Show Smooth Orbit Lines" = "إظهار خطوط المدار";
"Show Eclipse Shadows" = "إظهار ظل الكسوف أو الخسوف";
"Cycle Star Mode" = "وضع سلسلة النجوم الكاملة";
"Show Ring Shadows" = "إظهار ظلال الحلقة";
"Show Boundaries" = "إظهار الحدود الفاصلة";
"Auto Magnitudes" = "المقادير الآلية";
"Show Comet Tails" = "إظهار ذيل المذنب";
"Show Star Labels" = "إظهار أسماء النجوم";
"Show Planet Labels" = "إظهار اسماء الكواكب";
"Show Moon Labels" = "إظهار اسماء الأقمار";
"Show Comet Labels" = "إظهار أسماء المذنبات";
"Show Constellation Labels" = "إظهار أسماء مجموعات النجوم";
"Constellation Labels in Latin" = "أسماء مجموعات النجوم باللغة اللاتينية";
"Show Galaxy Labels" = "إظهار أسماء المجرات";
"Show Globular Labels" = "إظهار لوحات اسماء السديم";
"Show Nebula Labels" = "إظهار لوحات اسماء السديم";
"Show Open Cluster Labels" = "إظهار أسماء المجموعات المفتوحة";
"Show Asteroid Labels" = "إظهار أسماء السيير";
"Show Spacecraft Labels" = "إظهار أسماء المركبات الفضائية";
"Show Location Labels" = "إظهار أسماء المواقع";
"Display Local Time" = "إظهار الوقت المحلي";
"Show City Locations" = "إظهار مواقع المدن";
"Show Observatory Locations" = "إظهار مواقع المراصد";
"Show Landing Sites Locations" = "اظهار أماكن مواقع الهبوط";
"Show Crater Locations" = "إظهار مواقع فوهات البراكين";
"Show Mons Locations" = "عرض مواقع الجبال";
"Show Terra Locations" = "عرض مواقع التيرا";
"Show Vallis Locations" = "عرض مواقع الوديال";
"Show Mare Locations" = "عرض مواقع البحار المقصورة على دولة واحدة";
"Show Other Locations" = "إظهار مواقع أخرى";
"Wireframe Mode" = "وضع التشكيل الثلاثي الابعاد";
"Center on Orbit" = "المركز أثناء المدار";
"Basic" = "أساسي";
"Multitexture" = "متعدّد القوام";
"NvCombiners" = "مجمعات Nv";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "مسار تمثيل OpenGL الدوراني";
"Grab Image" = "انتزاع صورة";
"OpenGL info" = "معلومات عن OpenGL";
"Show Bookmark Toolbar" = "إظهار قائمة المفضلة";
"OpenGL Info" = "معلومات عن OpenGL";
"UTC" = "UTC";
"Go to URL" = "إذهب إلى موقع...";
"Enter URL" = "ادخل الموقع";
"Object: " = "عنصر: ";
"Longitude: " = "الطول: ";
"East" = "الشرق";
"West" = "الغرب";
"Latitude: " = "العرض: ";
"North" = "الشمال";
"South" = "الجنوب";
"Altitude: " = "الإرتفاع";
"Celestia encountered an error while processing your script" = "واجه البرنامج خطأ أثناء القيام بعمليات على مستندك";
"Celestia" = "Celestia";
"Use alternate configuration file" = "استخدام ملف التركيبة البديل";
"Use alternate installation directory" = "استخدام دليل التنصيب البديل";
"Use as additional \"extras\" directory" = "استخدامه كأنه دليل \"إضافي\" زائد";
"Start fullscreen" = "البدء بشاشة كاملة";
"Disable splash screen" = "تعطيل شاشة الاضاءة";
"Start and go to url" = "ابدأ وانتقل الى الموقع";
"_: NAME OF TRANSLATORS\\nYour names" = "_:أسماء المترجمين \\n Ali Al-Khudair, Hussain Al-Ghamdi, Abdullah Al-Ghamdi";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "_: البريد الالكتروني\\n saudilink@lycos.com";
"Celestia Preferences" = "خيارات Celestia";
"Rendering" = "الإعادة";
"Show" = "إظهار";
"Stars" = "النجوم";
"Galaxies" = "المجرّات";
"Nebulae" = "السديم";
"Open Clusters" = "المجموعات المفتوحة";
"Atmospheres" = "الغلاف الجوي";
"Clouds" = "سحب";
"Cloud Shadows" = "ظلال الكسوف أو الخسوف";
"Night Side Lights" = "أنوار الجانب المظلم";
"Eclipse Shadows" = "ظلال الكسوف أو الخسوف";
"Comet Tails" = "أذيال المذنبات";
"Orbits" = "المسارات";
"Partial Trajectories" = "جزء المسار المنحني";
"Smooth Orbit Lines" = "خطوط المدار";
"Celestial Grid" = "شبكة الملاحة الفلكية";
"Constellations" = "برج فلكي";
"Markers" = "المعلّم";
"Ring Shadows" = "ظلال الحلقة";
"Constellation Boundaries" = "حدود البرج الفلكي";
"Orbits / Labels" = "المدارات / أسماء";
"Labels" = "أسماء";
"Constellations in Latin" = "الأبراج الفلكية باللاتينية";
"Spacecrafts" = "المركبات الفضائية";
"Locations" = "المواقع";
"Ambient Light" = "الضوء البيئي";
"Limiting Magnitude" = "المقدار المحدد";
"Info Text" = "نص المعلومات";
"Level: " = "المرحلة: ";
"None" = "لا شيء";
"Terse" = "مصقول";
"Verbose" = "مضجر";
"Textures" = "مصقول";
"Resolution: " = "الدقة";
"Low" = "ضئيل";
"Medium" = "متوسط";
"Automatic FOV" = "FOV الآلي";
"Screen DPI: " = "دقة الشاشة: ";
"Viewing Distance (cm): " = "مسافة العرض (سنتمتر): ";
"Cities" = "مدن";
"Observatories" = "مراصد";
"Landing Sites" = "مواقع الهبوط";
"Craters" = "فوهة بركان";
"Mons" = "جبال";
"Terra" = "تيرا";
"Vallis" = "Vallis";
"Mare" = "البحر المقصور استخدامه لدولة واحدة";
"Other" = "أخرى";
"Minimum Feature Size" = "حجم المميزات الأقل";
"Date/Time" = "تاريخ/وقت";
"Display" = "عرض";
"Timezone: " = "منطقة زمنية: ";
"Format: " = "معدل الإطار";
"Local Format" = "الوقت المحلي";
"Set" = "ضبط";
"Local Time is only supported for dates between 1902 and 2037.\n" = "يدعم الوقت المحلي تاريخ بين 1902 و 2037 فقط.\n";
"Now" = "الآن";
"\nSelection: " = "\nالاختيار: ";
"Include Light Travel Time" = "تضمّن وقت الطيف الضوئي";
"Ignore Light Travel Time " = "تجاهل وقت الطيف الضوئي";
"OpenGL" = "OpenGL";
"Key Bindings" = "ربط الأزرار";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1 غير ممتد</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>القوام المتعدد ومجموعة تحويلة ARB_texenv_combine</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>مجمعات NVIDIA ، لا يوجد برامج قمة</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>تحويلة ARB_texenv_DOT3 ، و ARB_vertex_program</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>مجمعات NVIDIA، وتحويلات  NV_vertex_program </b><br> تسبب عثرةتحويل، ظلال دائرية، واضائات منظارية على اي من اجهزة Geforce و ATI Radeon للعرض، ومع ذلك فان مجمعات nv ARBVP خيار افضل لمستخدمي Geforce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>مجمعات NVIDIA ، وتحويلات ARB_vertex_program<b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "جزئية ARB البرمجية و تحويلات ARB_vertex_program<br>تقدم تأثيرات متقدمة على Geforce FX و Radeon 9700 cards";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>جزئية برنامج NV وتحويلات ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>لغة تظليل OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "الملف %1 غير موجود، استخدام ملف الاعدادات الساسية %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "الدليل %1 غير موجود, استخدام الأصلي %2";
"Extras directory %1 does not exist" = "الملف الإضافي %1 غير موجود";
"Abs (app) mag: " = "Abs (app) mag: ";
"Surface Temp: " = "حرارة السطح: ";
"Marked objects" = "العناصر المعلّمة";
"Select" = "اختيار";
"Center" = "المركز";
"Synch Orbit" = "تزامن المدار";
"Unmark All" = "إلغاء التحديد للكل";
"Diamond" = "جوهرة";
"Triangle" = "مثلث";
"Square" = "مربع";
"Filled Square" = "تصفية النجوم";
"Plus" = "زائد";
"X" = "X";
"Disk" = "الوجهة";
"Normal" = "عادي";
"Small Bodies" = "قمر صناعي";
"Dwarf Planets" = "كوكب";
"Duration: %1" = "التوجيه: ";
"Size: %1 MB" = "الحجم:";
"Navigation" = "ملاحة";
"Options" = "خيارات";
"Objects" = "عناصر";
"OpenGL Render Path" = "مسار عرض OpenGL";
"Time" = "وقت";
"MultiView" = "عرض متعدد";
"Main Toolbar" = "القائمة الأساسية";
"Dist." = "الوجهة";
"App. Mag." = "مقدار البرنامج";
"Abs. Mag." = "القيمة المطلقة";
"With Planets" = "مع الكواكب";
"Brightest (Abs.)" = "السطوع (مطلقا)";
"Brightest (App.)" = "السطوع (البرنامج)";
"Nearest" = "الأقرب";
"Close" = "إغلاق";
"Alt+C" = "Alt+C";
"Refresh" = "تحديث";
"End" = "إنهاء";
"Search parameters" = "البحث عن العوامل";
"Solar Eclipses" = "كسوف الشمس";
"Moon Eclipses" = "خسوف القمر";
"Search" = "بحث";
"From:" = "من";
"Close" = "إغلاق";
"Image Size:" = "الحجم:";
"Frame Rate:" = "معدل الإطار";
"OK" = "موافق";
"Cancel" = "إلغاء الامر";
"Mercury" = "عطارد";
"Venus" = "الزهرة";
"Mars" = "المريخ";
"Phobos" = "فيبي";
"Deimos" = "جوهرة";
"Amalthea" = "أمالثيا";
"Io" = "آيو";
"Europa" = "يوروبا";
"Ganymede" = "جنايميد";
"Callisto" = "كاليستو";
"Prometheus" = "بروميثياس";
"Pandora" = "باندورا";
"Epimetheus" = "ايبيماثيوس";
"Janus" = "جينوس";
"Mimas" = "ميميس";
"Enceladus" = "انساليدس";
"Tethys" = "تَثيز";
"Dione" = "دايون";
"Rhea" = "ريَا";
"Titan" = "تيتان";
"Hyperion" = "هابريون";
"Iapetus" = "أيابوتس";
"Phoebe" = "فيبي";
"Miranda" = "ميرندا";
"Ariel" = "أريال";
"Umbriel" = "أمبيريال";
"Titania" = "تيتانيا";
"Oberon" = "أوبيران";
"Larissa" = "لاريسّا";
"Proteus" = "بروتياس";
"Triton" = "تراتون";
"Nereid" = "نِريد";
"Pluto-Charon" = "كارن";
"Charon" = "كارن";
"NORTH AMERICA" = "أمريكا الشمالية";
"SOUTH AMERICA" = "أمريكا الجنوبية";
"EURASIA" = "أوراسيا";
"AFRICA" = "أفريقيا";
"AUSTRALIA" = "أستراليا";
"ANTARCTICA" = "أنتارتيكا";
"NORTH ATLANTIC OCEAN" = "المحيط الأطلسي الشمالي";
"SOUTH ATLANTIC OCEAN" = "المحيط الأطلسي الجنوبي";
"NORTH PACIFIC OCEAN" = "المحيط الهاديء الشمالي";
"SOUTH PACIFIC OCEAN" = "المحيط الهاديء الجنوبي";
"INDIAN OCEAN" = "المحيط الهندي";
"ARCTIC OCEAN" = "المحيط القطب الشمالي";
"Solar System Barycenter" = "نقطة منتصف نظام النجوم\n";
"File" = "ملف";
"Open Script..." = "فتح مستند...";
"Scripts" = "المسارات";
"Placeholder" = "فجوة سوداء";
"Capture Image...\tF10" = "التقاط صورة...\tF10";
"Capture Movie...\tShift+F10" = "التقاط فيديو...\tShift+F10";
"Exit" = "خروج";
"Select Sol\tH" = "اختيار النظام الشمسي";
"Tour Guide..." = "مرشد الجولة...";
"Select Object..." = "اختيار عنصر";
"Goto Object..." = "الذهاب إلى عنصر...";
"Center Selection\tC" = "الاختيار المركزي\tC";
"Go to Selection\tG" = "اختيار الذهاب إلى";
"Follow Selection\tF" = "اختيار التابع\tF";
"Sync Orbit Selection\tY" = "تزام%ن اختيار المسارات\tY";
"Track Selection\tT" = "اختيار الطريق\tT";
"Solar System Browser..." = "باحث نظام الخلية الشمسية...";
"Star Browser..." = "باحث النجوم...";
"Eclipse Finder" = "كاشف الكسوف أو الخسوف";
"Time" = "وقت";
"10x Faster\tL" = "أسرع بـ 10 أضعاف\tL";
"10x Slower\tK" = "أبطأ بـ 10 مرات\tK";
"Freeze\tSpace" = "الفضاء\tالمتجمد";
"Reverse Time\tJ" = "عكس الوقت\tJ";
"Set Time..." = "ضبط الوقت...";
"Show Local Time" = "إظهار الوقت المحلي";
"Render" = "عرض";
"Select Display Mode..." = "إختيار نمط العرض...";
"Toggle Full Screen\tAlt+Enter" = "العرض في شاشة كاملة\tAlt+Enter";
"View Options..." = "خيارات العرض...";
"Locations..." = "مواقع...";
"More Stars Visible\t]" = "نجوم مرئية أكثر\t]";
"Fewer Stars Visible\t[" = "نجوم مرئية أقل\t[";
"Auto Magnitude\tCtrl+Y" = "المقدار الآلي\tCtrl+Y";
"Star Style" = "طراز النجمة";
"Fuzzy Points" = "نقاط غير واضحة";
"Points" = "نقاط";
"Scaled Discs" = "الأقراص الممدة";
"Ambient Light" = "الضوء البيئي";
"None" = "لا شيء";
"Low" = "ضئيل";
"Medium" = "متوسط";
"Texture Resolution" = "الدقة";
"Antialiasing\tCtrl+X" = "رسومات\tCtrl+X";
"View" = "عرض";
"Split Horizontally\tCtrl+R" = "تقسيم أفقي\tCtrl+R";
"Split Vertically\tCtrl+U" = "تقسيم عامودي\tCtrl+U";
"Delete Active View\tDEL" = "حذف العرض المفعّل\tDEL";
"Single View\tCtrl+D" = "عرض وحيد";
"Show Frames" = "عرض الإطارات";
"Synchronize Time" = "تزامن الوقت";
"Bookmarks" = "المفضلة";
"Add Bookmarks..." = "إضافة مفضلة...";
"Organize Bookmarks..." = "تنظيم المفضلة...";
"Help" = "مساعدة";
"Run Demo" = "تشغيل التجربة الإيضاحية";
"Controls" = "التحكم";
"OpenGL Info" = "معلومات OpenGL";
"License" = "الرخصة";
"About Celestia" = "عن Celestia";
"About Celestia" = "عن Celestia";
"OK" = "موافق";
"Copyright (C) 2001-2009, Celestia Development Team" = "جميع الحقوق محفوظة 2001-2006, Chris Laurel";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia هو برنامج مجاني ويأتي بدون أي ضمان بالتأكيد";
"Authors" = "المؤلفون";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Select Object" = "اختيار عنصر";
"Object Name" = "اسم العنصر";
"License" = "الرخصة";
"Celestia Controls" = "تحكم Celestia";
"OpenGL Driver Info" = "معلومات جهاز OpenGL";
"Set Simulation Time" = "ضبط وقت المحاكاة";
"Time Zone: " = "منطقة الوقت";
"Set To Current Time" = "ضبط إلى الوقت الحالي";
"Add Bookmark" = "اضافة مفضلة";
"Create in >>" = "انشاء في >>";
"New Folder..." = "مجلد جديد...";
"Solar System Browser" = "باحث نظام الخلية الشمسية";
"Solar System" = "نظام الخلية الشمسية";
"Go To" = "ذهاب إلى";
"Solar System Objects" = "عناصر نظام الخلية الشمسية";
"Star Browser" = "باحث النجوم";
"Brightest" = "السطوع";
"With planets" = "مع الكواكب";
"Refresh" = "تحديث";
"Star Search Criteria" = "معيار بحث النجوم";
"Maximum Stars Displayed in List" = "أقصى عدد عرض للنجوم في القائمة";
"Tour Guide" = "مرشد الجولة";
"Go To" = "ذهاب إلى";
"Select your destination:" = "اختيار وجهتك:";
"Go to Object" = "ذهاب إلى عنصر";
"radii" = "انصاف الاقطار";
"Object" = "عنصر";
"Long." = "خط الطول";
"Lat." = "خط العرض";
"Distance" = "المسافة";
"Size:" = "الحجم:";
"Frame rate:" = "معدل الإطار";
"Select Display Mode" = "نمط عرض الاختيار";
"Resolution" = "الدقة";
"View Options" = "خيارات العرض";
"Celestial" = "Celestia";
"Horizontal" = "تقسيم العرض أفقياً";
"Galactic" = "المجرّات";
"Minor Moons" = "الأقمار";
"DSO Labels" = "أسماء";
"Boundaries" = "إظهار الحدود الفاصلة";
"Latin Names" = "المواقع";
"Information Text" = "نص المعلومات";
"Filter Stars" = "تصفية النجوم";
"Montes (Mountains)" = "الجبال";
"Maria (Seas)" = "البحار";
"Valles (Valleys)" = "الوديان";
"Terrae (Land masses)" = "اثار التعرية";
"Volcanoes" = "الكواب";
"Other features" = "مميزات اخرى";
"Label Features" = "مميزات الأسماء";
"Show Features" = "مميزات العرض";
"Minimum Labeled Feature Size" = "الميزة المعلّمة الأقل حجماً";
"Add New Bookmark Folder" = "إضافة مجلد مفضلة جديد";
"Folder Name" = "مجلد جديد";
"Organize Bookmarks" = "تنظيم المفضلة";
"Rename..." = "إعادة تسمية...";
"Delete" = "حذف";
"Rename Bookmark or Folder" = "إعادة تسمية مفضلة أو مجلد";
"New Name" = "اسم جديد";
"Compute" = "حساب";
"Set Date and Go to Planet" = "ضبط التاريخ و ذهاب إلى كوكب";
"Lunar Eclipses" = "كسوف الشمس";
"Jan" = "جينوس";
"Mar" = "المريخ";
"Sep" = "ضبط";
"Oct" = "عنصر";
"Nov" = "الآن";
